       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLA-MUNDO.
       PROCEDURE DIVISION.
           DISPLAY "Hola, mundo desde COBOL!".
           STOP RUN.
